Repository: minhson-git/brilliant-mountain
Catalog: playwave/app/App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_hant

source: About
ja_jp: だいたい
zh_hant: 關於

source: Activate
ja_jp: 活性化
zh_hant: 啟用

source: Activate all
ja_jp: すべてをアクティブ化する
zh_hant: 全部激活

source: Add
ja_jp: 追加
zh_hant: 添加

source: Add album
ja_jp: アルバムを追加
zh_hant: 添加相簿

source: Add audio
ja_jp: 音声を追加する
zh_hant: 添加音訊

source: Add audios
ja_jp: 音声を追加する
zh_hant: 添加音訊

source: Add file
ja_jp: 追加ファイル
zh_hant: 新增文件

source: Add file and folder
ja_jp: ファイルとフォルダーを追加する
zh_hant: 新增檔案和資料夾

source: Add file or folder
ja_jp: ファイルまたはフォルダーを追加する
zh_hant: 新增檔案或資料夾

source: Add files
ja_jp: 追加ファイル
zh_hant: 新增文件

source: Add files and folders
ja_jp: ファイルとフォルダーを追加する
zh_hant: 新增檔案和資料夾

source: Add files or folders
ja_jp: ファイルまたはフォルダーを追加する
zh_hant: 新增檔案或資料夾

source: Add folder
ja_jp: フォルダーを追加する
zh_hant: 新增資料夾

source: Add folders
ja_jp: フォルダーを追加する
zh_hant: 新增資料夾

source: Add image
ja_jp: 画像を追加します
zh_hant: 新增圖片

source: Add images
ja_jp: 画像を追加します
zh_hant: 新增圖片

# AddImagesToAlbum
source: Add images to album {0}
ja_jp: 画像をアルバム {0} に追加します
zh_hant: 將影像新增至相簿 {0}

source: Add to album
ja_jp: 新しいアルバムを追加
zh_hant: 添加到相簿

source: Add to favorite
ja_jp: お気に入りに追加
zh_hant: 加入收藏夾

source: Add to playlist
ja_jp: プレイリストに追加
zh_hant: 新增至播放列表

source: Add video
ja_jp: 動画を追加する
zh_hant: 新增影片

source: Add video folder or music folder
ja_jp: ビデオフォルダーまたは音楽フォルダーを追加する
zh_hant: 新增影片資料夾或音樂資料夾

source: Add video or audio
ja_jp: ビデオまたはオーディオを追加する
zh_hant: 添加視頻或音頻

source: Add video or music
ja_jp: ビデオや音楽を追加
zh_hant: 添加影片或音樂

source: Add videos
ja_jp: 動画を追加する
zh_hant: 新增影片

# AddVideosAudiosToAlbum
source: Add videos, audios to album {0}
ja_jp: ビデオ、オーディオをアルバム {0} に追加します
zh_hant: 將視訊、音訊加入相簿{0}

# AddVideosAudiosToPlaylist
source: Add videos, audios to playlist {0}
ja_jp: ビデオ、オーディオをプレイリスト {0} に追加します
zh_hant: 將影片、音訊加入播放清單{0}

source: Add videos or audios
ja_jp: ビデオまたはオーディオを追加する
zh_hant: 添加視頻或音頻

source: Advanced
ja_jp: 高度な
zh_hant: 先進的

source: Advanced settings
ja_jp: 詳細設定
zh_hant: 高级设置

source: After
ja_jp: 後
zh_hant: 後

source: After finishing playing the playlist
ja_jp: プレイリストの再生が終わったら
zh_hant: 播放完播放清單後

# AfterFinishingTheMedia
source: After finishing the video (audio)
ja_jp: 動画（音声）を見終わったら
zh_hant: 完成視訊（音訊）後

source: Album
ja_jp: アルバム
zh_hant: 专辑

source: Album name
ja_jp: アルバム名
zh_hant: 專輯名稱

source: All
ja_jp: 全て
zh_hant: 全部

source: All apps
ja_jp: すべてのアプリ
zh_hant: 所有應用程式

# AllProcessingSessionsWillBeTerminated
source: All active processing sessions will be terminated.
ja_jp: 実行中のすべての処理が強制終了されます。
zh_hant: 所有正在處理的執行階段將被終止。

source: Already existing
ja_jp: ダトンタイ
zh_hant: 親愛的

source: Apply
ja_jp: 申し込み
zh_hant: 申請

# ApplyPrivacySettingsSubtitle
source: This will apply to the current media items once you apply.
ja_jp: これは、一度申請すると現在のメディア アイテムに適用されます。
zh_hant: 一旦您申請，這將適用於當前的媒體項目。

# ApplyPrivacySettingsTitle
source: Do you want to save settings?
ja_jp: 設定を保存しますか?
zh_hant: 您想儲存設定嗎？

source: Apply this setting to all items
ja_jp: すべてのプロセスを停止しますか？
zh_hant: 將此設定套用至所有項目

source: Apply to all
ja_jp: すべてに適用
zh_hant: 全部应用

source: Argument
ja_jp: 引数
zh_hant: 爭論

source: Arguments
ja_jp: 引数
zh_hant: 論據

source: Ascending
ja_jp: 昇順
zh_hant: 升序

source: Aspect ratio
ja_jp: アスペクト比
zh_hant: 縱橫比

source: Audio
ja_jp: オーディオ
zh_hant: 聲音的

# AudioGrabber
source: Audio Downloader
ja_jp: 音声ダウンローダー
zh_hant: 音訊下載器

source: Audio info
ja_jp: オーディオ情報
zh_hant: 音訊訊息

# AudioStreamNotFound
source: Audio stream unavailable.
ja_jp: オーディオストリームが利用できません。
zh_hant: 音频流不可用。

source: Audios
ja_jp: オーディオ
zh_hant: 聲音的

# AudiosEmptyHint
source: Audio files you save appear here
ja_jp: 保存したオーディオファイルはここに表示されます
zh_hant: 您保存的音频文件将显示在此处

source: Auto
ja_jp: 自動
zh_hant: 汽車

source: Auto play
ja_jp: 自動再生
zh_hant: 自动播放

# AvailableInTheFuture
source: This feature will be available in the future.
ja_jp: この機能は将来的に利用可能になる予定。
zh_hant: 該功能將在未來推出。

source: Back
ja_jp: 戻る
zh_hant: 回去

source: Background
ja_jp: 背景
zh_hant: 背景

# BePatient
source: Please be patient, processing in progress...
ja_jp: しばらくお待ちください。処理中です...
zh_hant: 请耐心等待，正在处理中...

# BlackAndWhite
source: Black & White
ja_jp: 黒、白
zh_hant: 黑，白

# BlackAndWhiteF
source: Black & White
ja_jp: 黒、白
zh_hant: 黑，白

source: Block
ja_jp: ブロック
zh_hant: 堵塞

source: Blue
ja_jp: 青
zh_hant: 藍色的

source: Bluetooth
zh_hant: 蓝牙

source: Blur
ja_jp: ぼかし
zh_hant: 模糊

# BlurAll
source: Blur all Image
ja_jp: 画像全体をぼかし
zh_hant: 模糊所有影像

source: Blur Intensity
ja_jp: ぼかし強度
zh_hant: 模糊強度

source: Both
ja_jp: 両方
zh_hant: 兩個都

source: Bottom
ja_jp: 底
zh_hant: 底部

source: Brightness
ja_jp: 輝度
zh_hant: 亮度

source: Brightness/Contrast
ja_jp: 輝度/対比
zh_hant: 亮度/對比度

source: Buy
ja_jp: 購入
zh_hant: 買

source: Buy now
ja_jp: 今すぐ購入
zh_hant: 立即購買

source: CDRom
zh_hant: 光驱

source: Cancel
ja_jp: キャンセル
zh_hant: 取消

source: Cancel subscription
ja_jp: サブスクリプションをキャンセルする
zh_hant: 取消訂閱

# CannotBeUndone
source: This operation cannot be undone
ja_jp: この操作は元に戻せません
zh_hant: 此操作無法撤銷

source: Capture
ja_jp: 捕獲
zh_hant: 捕獲

# CellcularData
source: Cellular data
ja_jp: モバイルデータ通信
zh_hant: 蜂窝数据

source: Clear
ja_jp: クリア
zh_hant: 清除

source: Clear all
ja_jp: すべてクリア
zh_hant: 全部清除

source: Clear item list
ja_jp: クリアアイテムリスト
zh_hant: 清除物品清單

source: Clear missing items
ja_jp: すべての設定をデフォルトにリセットしますか
zh_hant: 清除遺失的物品嗎

source: Clear selected items
ja_jp: 選択した項目をクリア
zh_hant: 清除所選項目

source: Close
ja_jp: 近い
zh_hant: 關閉

source: Closing
ja_jp: 閉鎖
zh_hant: 閉幕式

source: Collection
ja_jp: コレクション
zh_hant: 收藏

# CollectionItemsEmptyHint
source: Items in your collection appear here
ja_jp: コレクション内のアイテムはここに表示されます
zh_hant: 收藏中的项目将显示在此处

# CollectionsEmptyHint
source: Collections you add appear here
ja_jp: 追加したコレクションはここに表示されます
zh_hant: 您添加的收藏将显示在此处

source: Color
ja_jp: 色
zh_hant: 顏色

source: Colors
ja_jp: 色
zh_hant: 顏色

# CompanyFullName
source: Larige Co., Ltd
ja_jp: Larige 会社限定
zh_hant: Larige 有限公司

source: Compare plans
ja_jp: プランを比較する
zh_hant: 比較方案

source: Compress
ja_jp: 圧縮
zh_hant: 壓縮

source: Compress all
ja_jp: すべてを圧縮
zh_hant: 全部壓縮

source: Confirm password
ja_jp: パスワードを認証する
zh_hant: 確認密碼

source: Connect with Us on Twitter
ja_jp: Twitterで私たちとつながります
zh_hant: 在 Twitter 上與我們聯繫

# ConnectWithUsOnTwitterDescription
source: Leave feedback, receive new feature notifications.
ja_jp: フィードバックを残し、新機能通知を受け取ります。
zh_hant: 留下回饋，接收新功能通知。

# ContentNotAvailableMessage
source: Content not available. Please explore other compatible sources.
ja_jp: コンテンツを利用できません。他の互換性のあるソースを確認してください。
zh_hant: 内容不可用。请探索其他兼容来源。

source: Contrast
ja_jp: 対比
zh_hant: 對比

source: Convert
ja_jp: 変換
zh_hant: 轉換

# Convert2MP3
source: Convert to MP3
ja_jp: MP3に変換
zh_hant: 轉換為 MP3

# Convert2MP4
source: Convert to MP4
ja_jp: MP4に変換
zh_hant: 轉換為 MP4

source: Convert all
ja_jp: すべてを変換
zh_hant: 全部轉換

source: Convert to
ja_jp: に変換
zh_hant: 轉換成

source: Converting
ja_jp: 変換中
zh_hant: 轉換

source: Copied
ja_jp: コピーされました
zh_hant: 已複製

source: Copy
ja_jp: コピー
zh_hant: 複製

source: Copy link
ja_jp: リンクをコピー
zh_hant: 复制链接

# CopyPasteThenScan
source: Copy - Paste your link then press Scan.
ja_jp: リンクをコピーして貼り付けてから、「スキャン」を押します。
zh_hant: 複製 - 貼上您的連結然後按掃描。

source: Copy to
ja_jp: コピー先
zh_hant: 复制到

source: Create album
ja_jp: アルバムを作成する
zh_hant: 創建相簿

# CreateNew
source: New
ja_jp: 新規作成
zh_hant: 新建

source: Create playlist
ja_jp: プレイリスト作成
zh_hant: 创建播放列表

source: Creation time
ja_jp: 作成時間
zh_hant: 创建时间

# Credit
source: Copyright ©2021-{0} {1}. All rights reserved.
ja_jp: Copyright ©2021- {0} {1}。全著作権所有。
zh_hant: 版權所有 ©2021-{0} {1}。 版權所有。

source: Crop
ja_jp: 作物
zh_hant: 莊稼

source: Custom
ja_jp: カスタム
zh_hant: 風俗

source: Customization
ja_jp: カスタマイズ
zh_hant: 客製化

source: Customize
ja_jp: カスタマイズ
zh_hant: 客製化

source: Darkness
ja_jp: 暗闇
zh_hant: 黑暗

source: Dashboard
ja_jp: ダッシュボード
zh_hant: 儀表板

source: Date created
ja_jp: 作成日
zh_hant: 建立日期

source: Date modified
ja_jp: 日付が変更されました
zh_hant: 修改日期

source: Day
ja_jp: 日
zh_hant: 天

source: Days
ja_jp: 日
zh_hant: 天

source: Deactivate
ja_jp: 非アクティブ化
zh_hant: 停用

source: Deactivate all
ja_jp: すべてを無効化する
zh_hant: 全部停用

source: Default
ja_jp: デフォルト
zh_hant: 預設

source: Delete
ja_jp: 消去
zh_hant: 刪除

source: Delete all
ja_jp: すべて削除
zh_hant: 刪除所有

source: Delete selected
ja_jp: 選択を削除します
zh_hant: 刪除所選

source: Descending
ja_jp: 降順
zh_hant: 降序

source: Description
ja_jp: 説明
zh_hant: 描述

source: Deselect
ja_jp: 選択解除
zh_hant: 取消選擇

source: Deselect all
ja_jp: すべて選択解除
zh_hant: 取消全選

source: Difference
ja_jp: 違い
zh_hant: 不同之處

source: Dimension
ja_jp: 寸法
zh_hant: 方面

source: Disable
ja_jp: 無効にする
zh_hant: 停用

source: Disable all
ja_jp: すべて無効にします
zh_hant: 停用所有

source: Discover more Apps
ja_jp: より多くのアプリを発見してください
zh_hant: 發現更多應用

# DiscoverMoreAppsDescription
source: Get more useful Apps for Windows.
ja_jp: Windows用のより便利なアプリを入手してください。
zh_hant: 取得更多有用的 Windows 應用程式。

source: Discover more useful apps
ja_jp: より便利なアプリを発見してください
zh_hant: 發現更多好用的應用

source: Do nothing
ja_jp: 何もしない
zh_hant: 沒做什麼

source: Done
ja_jp: 完了
zh_hant: 完成

source: Download
ja_jp: ダウンロード
zh_hant: 下載

# DownloadNotSupportSiteMessage
source: This site is not supported. Please explore other popular sites.
ja_jp: このサイトはサポートされていません。他の人気サイトをお探しください。
zh_hant: 该网站不受支持。请浏览其他热门网站。

source: Duration
ja_jp: 間隔
zh_hant: 期間

# ETAOutputSize
source: Estimated output size
ja_jp: 予想出力サイズ
zh_hant: 预计输出大小

# EchoShield_Content
source: The EchoShield screen will appear before entering the app every time you open the app if you choose to enable it it helps you delay opening the app. This feature is useful in case you have personal or sensitive content that needs more time to consider, avoiding people around you seeing it by accidentally opening the app.
ja_jp: EchoShield 画面はアプリに入る前に表示され、 有効にするとアプリを開くたびに現れます。 これにより、アプリの起動を一時的に遅らせることができます。 この機能は、個人情報や機密性の高いコンテンツを扱う際に便利で、 じっくり考える時間を確保し、 誤ってアプリを開いて周囲の人に見られるのを防ぎます。
zh_hant: EchoShield 屏幕将在进入应用程序之前显示， 如果您选择启用它，每次打开应用程序时都会出现， 帮助您延迟进入应用程序。 此功能适用于您在处理个人或敏感内容时， 提供更多时间考虑，避免因意外打开应用程序 而让周围的人看到。

# EchoShield_Title
source: On-Screen Entertainment
ja_jp: オン・スクリーンエンターテイメント
zh_hant: 屏幕娱乐

source: Edit
ja_jp: 編集
zh_hant: 编辑

source: Edit list name
ja_jp: リスト名を編集
zh_hant: 编辑列表名称

source: Empty
ja_jp: 空
zh_hant: 空白

# EmptyDrivesSubtitle
source: Or insert the flash drive into the USB port
ja_jp: または、フラッシュドライブをUSBポートに挿入します
zh_hant: 或將隨身碟插入 USB 連接埠

# EmptyDrivesTitle
source: Insert CD/DVD disc to play
ja_jp: CD/DVD ディスクを挿入して再生します
zh_hant: 插入CD/DVD光碟即可播放

# EmptyLink
source: Please provide a link before searching.
ja_jp: 検索する前にリンクを入力してください。
zh_hant: 请在搜索前提供链接。

source: Enable
ja_jp: 有効にする
zh_hant: 使能夠

source: Enable all
ja_jp: 全て可能にする
zh_hant: 全部啟用

source: Enable hardware acceleration
ja_jp: ハードウェアアクセラレーションを有効にします
zh_hant: 啟用硬體加速

source: Encrypt
ja_jp: 暗号化
zh_hant: 加密

source: Encrypt all
ja_jp: すべてを暗号化
zh_hant: 全部加密

source: End
ja_jp: 終わり
zh_hant: 結尾

# EnterPassword
source: Enter your password
ja_jp: パスワードを入力してください
zh_hant: 輸入您的密碼

# EnterPasswordSubtitle
source: Enter your password in order to unlock this video/music
ja_jp: このビデオ/音楽のロックを解除するには、パスワードを入力してください
zh_hant: 輸入您的密碼以解鎖該影片/音樂

source: Entry
ja_jp: エントリ
zh_hant: 入口

# Error_AlbumAlreadyExisted
source: Album name already exists
ja_jp: アルバム名はすでに存在します
zh_hant: 相簿名已存在

source: Estimated File Size
ja_jp: 推定ファイルサイズ
zh_hant: 預估檔案大小

# EstimatedFileSizeDesc
source: The size shown is an estimate. The final result may vary based on source encoding, selected format, and real-time optimization to ensure the best balance between quality and efficiency.
ja_jp: 表示されているサイズは推定値です。元のエンコード、選択した形式、およびリアルタイムの最適化により、最終的なサイズは異なる場合があります。品質と効率のバランスを最適化するためです。
zh_hant: 顯示的大小僅為估計值。最終容量可能會因原始編碼、所選格式及即時優化程序而有所不同，以確保在畫質與儲存效率之間取得最佳平衡。

source: Every
ja_jp: 毎
zh_hant: 每一個

# ExistedCollection
source: This collection already exists.
ja_jp: このコレクションは既に存在します。
zh_hant: 该收藏已存在。

source: Exit
ja_jp: 出口
zh_hant: 出口

source: Expired
ja_jp: 期限切れ
zh_hant: 已到期

source: Export
ja_jp: 輸出
zh_hant: 出口

# ExportToComputer
source: Export to your computer
ja_jp: コンピューターにエクスポート
zh_hant: 导出到您的计算机

source: Extension
ja_jp: 拡大
zh_hant: 擴大

source: External Disk
ja_jp: 外付けディスク
zh_hant: 外置硬盘

source: FM Radio
ja_jp: FMラジオ
zh_hant: 调频广播

source: Failed to create directory
ja_jp: ディレクトリの作成に失敗しました
zh_hant: 建立目錄失敗

source: Favorite
ja_jp: お気に入り
zh_hant: 最爱

source: File
ja_jp: ファイル
zh_hant: 文件

source: File info
ja_jp: ファイル情報
zh_hant: 文件訊息

# FileOrFolderDoesNotExist
source: The file or folder does not exist
ja_jp: ファイルまたはフォルダが存在しません
zh_hant: 文件或資料夾不存在

source: File size
ja_jp: ファイルサイズ
zh_hant: 文件大小

source: File type
ja_jp: ファイルの種類
zh_hant: 文件類型

source: Files
ja_jp: ファイル
zh_hant: 文件

source: Files only
ja_jp: ファイルのみ
zh_hant: 僅文件

source: Flip
ja_jp: フリップ
zh_hant: 翻動

source: Folder
ja_jp: フォルダ
zh_hant: 資料夾

source: Folder info
ja_jp: フォルダ情報
zh_hant: 資料夾訊息

source: Folders
ja_jp: フォルダ
zh_hant: 資料夾

source: Follow
ja_jp: フォローする
zh_hant: 跟隨

# FollowUsOn
source: Follow us on {0}
ja_jp: {0} でフォローしてください
zh_hant: 在 {0} 上關注我們

# FollowUsOnDescription
source: to update information about this app, special offers, request features, learn more about us.
ja_jp: このアプリに関する情報を更新したり、特別オファーを入手したり、機能をリクエストしたり、当社についてさらに詳しく知ることができます。
zh_hant: 更新有關此應用程式的資訊、特別優惠、請求功能並了解有關我們的更多資訊。

source: Format
ja_jp: 形式
zh_hant: 格式

# FormatOptimizationMessage
source: Saving media with format optimization (MP3, MP4) may take longer than usual.
ja_jp: 形式の最適化 (MP3, MP4) を使用してメディアを保存すると、通常より時間がかかる場合があります。
zh_hant: 使用格式优化 (MP3, MP4) 保存媒体可能比平时需要更长时间。

source: Frame
ja_jp: フレーム
zh_hant: 框架

source: Frames
ja_jp: フレーム
zh_hant: 鏡框

source: Free
ja_jp: 無料
zh_hant: 自由的

source: Free trial
ja_jp: 無料トライアル
zh_hant: 免費試用

source: From
ja_jp: から
zh_hant: 從

source: From files
ja_jp: ファイルから
zh_hant: 从文件导入

source: Full License
ja_jp: フルライセンス
zh_hant: 完整授權

source: Gallery
ja_jp: ギャラリー
zh_hant: 畫廊

source: Get it
ja_jp: それを得る
zh_hant: 得到它

# GrabAll
source: Download all
ja_jp: すべてダウンロード
zh_hant: 下載全部

# GrabAllItemsOfCollection
source: This will download all items in this collection. Proceed?
ja_jp: このコレクションの全アイテムをダウンロードします。続行しますか？
zh_hant: 這將下載此收藏中的所有項目。是否繼續？

# GrabAllItemsOfList
source: This will download all items in this list. Proceed?
ja_jp: このリストの全アイテムをダウンロードします。続行しますか？
zh_hant: 這將下載此列表中的所有項目。是否繼續？

# GrabThisCollectionTitle
source: Download this collection?
ja_jp: このコレクションをダウンロードしますか？
zh_hant: 下載此收藏？

# GrabThisItem
source: Download this item
ja_jp: このアイテムをダウンロード
zh_hant: 下載此項目

# GrabThisListTitle
source: Download this list?
ja_jp: このリストをダウンロードしますか？
zh_hant: 下載此列表？

# GrabToEnd
source: Download from here to end
ja_jp: ここから最後までダウンロード
zh_hant: 從此處下載至結尾

# GrabToOriginalFile
source: Download to original file
ja_jp: 元のファイルにダウンロード
zh_hant: 下載至原始檔案

source: Grayscale
ja_jp: グレースケール
zh_hant: 灰階

# GrayscaleF
source: Grayscale
ja_jp: グレースケール
zh_hant: 灰階

source: Green
ja_jp: 緑
zh_hant: 綠色的

source: Height
ja_jp: 身長
zh_hant: 高度

# HelpAndSupport
source: Help & Support
ja_jp: ヘルプサポート
zh_hant: 幫助支持

# HelpAndSupportDescription
source: You can use the form below to contact, report bugs and request features.
ja_jp: 以下のフォームを使用して、バグを連絡し、報告し、機能を要求できます。
zh_hant: 您可以使用下面的表格來聯絡、報告錯誤和請求功能。

source: Hide
ja_jp: 非表示
zh_hant: 隐藏

source: Horizontal flip
ja_jp: 水平反転
zh_hant: 水平翻轉

source: Hour
ja_jp: 時
zh_hant: 小時

source: Hours
ja_jp: 時
zh_hant: 小時

source: How to use
ja_jp: 使い方
zh_hant: 如何使用

source: ICO size
ja_jp: ICOサイズ
zh_hant: ICO規模

source: Ignore
ja_jp: 無視する
zh_hant: 忽略

source: Image
ja_jp: 画像
zh_hant: 影像

# Image_Contain
source: Contain
ja_jp: 含む
zh_hant: 包含

# Image_Cover
source: Cover
ja_jp: カバー
zh_hant: 覆蓋

# Image_Fill
source: Fill
ja_jp: 塗りつぶし
zh_hant: 充滿

# Image_FixedHeight
source: Fixed Height
ja_jp: 固定された高さ
zh_hant: 固定高度

# Image_FixedWidth
source: Fixed Width
ja_jp: 固定幅
zh_hant: 固定寬度

# Image_FloydSteinberg
source: Floyd-Steinberg
zh_hant: 佛洛伊德-斯坦伯格

# Image_Graph
source: Graph
ja_jp: グラフ
zh_hant: 圖形

# Image_Interlaced
source: Interlaced
ja_jp: インターレース
zh_hant: 隔行掃描

# Image_Lossless
source: Lossless
zh_hant: 無損

# Image_Lossy
source: Lossy
zh_hant: 有損

# Image_MaxHeight
source: Max Height
ja_jp: 最大高さ
zh_hant: 最大高度

# Image_MaxWidth
source: Max Width
ja_jp: 最大幅
zh_hant: 最大寬度

# Image_MinHeight
source: Min Height
ja_jp: 最小高さ
zh_hant: 最小高度

# Image_MinWidth
source: Min Width
ja_jp: 最小幅
zh_hant: 最小寬度

# Image_MissingEspLib
source: An additional library is required
ja_jp: 追加のライブラリが必要です
zh_hant: 需要額外的庫

# Image_MissingEspLibDesc
source: To handle format .esp. Please download and install this library and restart the application.
ja_jp: 形式 .esp を処理するには このライブラリをダウンロードしてインストールし、アプリケーションを再起動してください。
zh_hant: 處理 .esp 格式。 請下載並安裝該庫並重新啟動應用程式。

# Image_Percentage
source: Percentage
ja_jp: パーセンテージ
zh_hant: 百分比

# Image_Photo
source: Photo
ja_jp: 写真
zh_hant: 照片

# Image_Picture
source: Picture
ja_jp: 写真
zh_hant: 圖片

# Image_Progressive
source: Progressive
ja_jp: プログレッシブ
zh_hant: 進步

# Image_PseudoRandom
source: Pseudo random
zh_hant: 偽隨機

# Image_RemoveAllMetadata
source: Remove all metadata
ja_jp: すべてのメタデータを削除します
zh_hant: 刪除所有元數據

# Image_RemoveExifMetadata
source: Remove EXIF metadata
ja_jp: EXIF metadata 削除
zh_hant: 刪除 EXIF 元數據

# Image_RemoveIptcMetadata
source: Remove IPTC metadata
ja_jp: IPTC metadata 削除
zh_hant: 刪除 IPTC 元數據

# Image_RemoveXmpMetadata
source: Remove XMP metadata
ja_jp: XMP metadata 削除
zh_hant: 刪除 XMP 元數據

# Image_Riemersma
source: Riemersma
zh_hant: 裡默斯瑪

# Image_SameAsInput
source: Same as Input
ja_jp: 入力と同じ
zh_hant: 與輸入相同

# Image_SegmentSmooth
source: Segment smooth
zh_hant: 段光滑

# Image_UseCamera
source: Use Camera
ja_jp: カメラを使用します
zh_hant: 使用相機

source: Images
ja_jp: 画像
zh_hant: 圖片

source: Import
ja_jp: 輸入
zh_hant: 進口

source: In-app purchases
ja_jp: アプリ内購入
zh_hant: 應用程式內購買

# Inactive_EchoShield
source: Inactive
ja_jp: 非アクティブな
zh_hant: 未激活的

source: Incorrect password
ja_jp: パスワードが間違っています
zh_hant: 密碼錯誤

source: Increase
ja_jp: 増加
zh_hant: 增加

source: Info
ja_jp: 情報
zh_hant: 資訊

# Info_HardwareAcceleration
source: Hardware Acceleration
ja_jp: ハードウェアアクセラレーション
zh_hant: 硬體加速

# Info_HardwareAccelerationDesc
source: Turning on hardware acceleration improves your battery life, performance, and responsiveness. Hardware acceleration offloads certain tasks from the CPU to the GPU or any other specialized hardware that can do it more efficiently, resulting in faster processing times and longer-lasting batteries.
ja_jp: ハードウェア アクセラレーションをオンにすると、バッテリー寿命、パフォーマンス、応答性が向上します。 ハードウェア アクセラレーションは、特定のタスクを CPU から GPU またはより効率的に実行できるその他の特殊なハードウェアにオフロードし、その結果、処理時間が短縮され、バッテリーが長持ちします。
zh_hant: 開啟硬體加速可以提高電池壽命、效能和反應能力。 硬體加速將某些任務從 CPU 卸載到 GPU 或任何其他可以更有效地完成任務的專用硬件，從而實現更快的處理時間和更持久的電池。

# Info_ImageFitType
source: Image fit type
ja_jp: 画像フィットタイプ
zh_hant: 圖像適配類型

# Info_ImageFitTypeDesc
source: Allow to embed multiple sizes in a file and set how image should be resized to fit image container: • Contain: image is scaled to maintain its aspect ratio while fitting within the image's content box. The entire object is made to fill the box, while preserving its aspect ratio. • Cover: image is resized to maintain its aspect ratio while filling the image's entire content box. If the object's aspect ratio does not match the aspect ratio of its box, then the object will be clipped to fit. • Fill: image is resized to fill the image's content box. The entire image will completely fill the box. If the image's aspect ratio does not match the aspect ratio of its box, then the image will be stretched to fit.
ja_jp: ファイルに複数のサイズを埋め込むことができ、画像コンテナに合わせて画像のサイズを変更する方法を設定できます。 • 含む: 画像は、画像のコンテンツ ボックス内に収まりながらアスペクト比を維持するように拡大縮小されます。 アスペクト比を維持しながら、オブジェクト全体がボックスを埋めるように作成されます。 • カバー: 画像のコンテンツ ボックス全体を埋めながら、アスペクト比を維持するために画像のサイズが変更されます。 オブジェクトのアスペクト比がそのボックスのアスペクト比と一致しない場合、オブジェクトはフィットするようにクリップされます。 • 塗りつぶし: 画像のコンテンツ ボックスを満たすように画像のサイズが変更されます。 画像全体がボックスを完全に埋め尽くします。 画像のアスペクト比がボックスのアスペクト比と一致しない場合、画像はフィットするように引き伸ばされます。
zh_hant: 允許在文件中嵌入多種尺寸並設定如何調整圖像大小以適合圖像容器： • 包含：縮放影像以保持其縱橫比，同時適合影像的內容框。 整個物件填充盒子，同時保持其縱橫比。 • 封面：調整影像大小以保持其縱橫比，同時填滿影像的整個內容框。 如果物件的長寬比與其框架的長寬比不匹配，則該物件將被剪裁以適合。 • 填滿：調整影像大小以填滿影像的內容框。 整個圖像將完全填滿該框。 如果影像的長寬比與其框的長寬比不匹配，則影像將被拉伸以適合。

# Info_Interlaced
source: Interlaced
ja_jp: インターレース
zh_hant: 隔行掃描

# Info_InterlacedDesc
source: Choose the way it compresses and displays image: • Non-interlaced: image will load and display line by line from top to bottom. • Interlaced: image is loaded from odd lines and displayed on odd lines, then continue to load and display on even lines.
ja_jp: 画像を圧縮して表示する方法を選択します。 •挿入されていない：画像は、上から下まで線で線でラインをロードして表示します。 •インターレース：画像は奇数線からロードされ、奇数線に表示され、均一な線にロードされて表示され続けます。
zh_hant: 選擇壓縮和顯示影像的方式： • 非隔行掃描：影像將從上到下逐行載入和顯示。 • 隔行掃描：影像從奇數行載入並顯示在奇數行上，然後繼續載入並在偶數行上顯示。

# Info_InterlacedProgressive
source: Interlaced PNG and Progressive JPEG
ja_jp: インターレースPNGとプログレッシブJPEG
zh_hant: 隔行 PNG 和逐行 JPEG

# Info_InterlacedProgressiveDesc
source: INTERLACED (PNG) • Non-interlaced PNG: image will load and display line by line from top to bottom. • Interlaced PNG: image is loaded from odd lines and displayed on odd lines, then continue to load and display on even lines. PROGRESSIVE (JPEG) • Baseline JPEG: from top to bottom. • Progressive JPEG: from blurry to sharp. This is ideal for large images that will be displayed while downloading over a slow connection, allowing a reasonable preview after receiving only a portion of the data.
ja_jp: インターレース（PNG） •挿入されていないPNG：画像は、上から下まで線でラインごとにロードして表示されます。 •Interlaced PNG：画像は奇数線からロードされ、奇数線に表示され、均一な線にロードされて表示され続けます。 プログレッシブ（JPEG） •ベースラインJPEG：上から下まで。 •プログレッシブJPEG：ぼやけからシャープまで。これは、遅い接続をダウンロードする際に表示される大きな画像に最適であり、データの一部のみを受信した後に合理的なプレビューを可能にします。
zh_hant: 交錯 (PNG) • 非隔行PNG：圖片將從上到下逐行載入並顯示。 • Interlaced PNG：圖像從奇數行載入並顯示在奇數行上，然後繼續載入並顯示在偶數行上。 逐行掃描 (JPEG) • 基線JPEG：由上至下。 • 漸進式JPEG：從模糊到清晰。 這對於透過慢速連接下載時顯示的大圖像來說是理想的選擇，允許在僅接收部分資料後進行合理的預覽。

# Info_LimitReachedSubtitle
source: The free version is limited to processing the first {0} items of a list. To fetch the full list, please upgrade to the premium version.
ja_jp: 無料版ではリストの最初の {0} アイテムの保存に制限されています。リスト全体を保存するには、プレミアム版にアップグレードしてください。
zh_hant: 免費版僅限處理列表中的前 {0} 個項目。若要獲取完整列表，請升級至專業版。

# Info_LimitReachedTitle
source: Storage limit reached
ja_jp: ストレージ制限に達しました
zh_hant: 已达到存储限制

# Info_Progressive
source: Progressive
ja_jp: プログレッシブ
zh_hant: 進步

# Info_ProgressiveDesc
source: Choose the way it compresses and displays image: • Baseline: from top to bottom. • Progressive: from blurry to sharp. This is ideal for large images that will be displayed while downloading over a slow connection, allowing a reasonable preview after receiving only a portion of the data.
ja_jp: 画像を圧縮して表示する方法を選択します。 •ベースライン：上から下まで。 •プログレッシブ：ぼやけからシャープへ。これは、遅い接続をダウンロードする際に表示される大きな画像に最適であり、データの一部のみを受信した後に合理的なプレビューを可能にします。
zh_hant: 選擇壓縮和顯示影像的方式： • 基線：由上至下。 • 漸進式：從模糊到清晰。 這對於透過慢速連接下載時顯示的大圖像來說是理想的選擇，允許在僅接收部分資料後進行合理的預覽。

# Info_Quality
source: Quality
ja_jp: 品質
zh_hant: 品質

# Info_QualityDesc
source: The higher the quality, the higher the file size and vice versa.
ja_jp: 品質が高くなるほどファイルサイズは大きくなり、その逆も同様です。
zh_hant: 品質越高，檔案大小越大，反之亦然。

# Info_TrialLimitItems
source: Trial limited to first {0} items
ja_jp: 試用版は最初の {0} アイテムに制限されています
zh_hant: 试用版仅限前 {0} 个项目

source: Input
ja_jp: 入力
zh_hant: 輸入

source: Input file info
ja_jp: 入力ファイル情報
zh_hant: 輸入文件資訊

# InsertUSBToOpen
source: Insert USB or disc to play music or video.
ja_jp: 音楽やビデオを再生するには、USB またはディスクを挿入します。
zh_hant: 插入 USB 或光碟播放音樂或影片。

source: Install date
ja_jp: インストール日
zh_hant: 安裝日期

# InstallIOPrivateText
source: Protect your image with IO Private. After installing IO Private, you can keep your images safe. IO Private is available on the Microsoft Store.
ja_jp: 「IO Private でイメージを保護してください。 IO Private をインストールすると、イメージを安全に保管できます。 IO Private は Microsoft Store で入手できます。」
zh_hant: 「使用 IO Private 保護您的形象。 安裝 IO Private 後，您可以確保映像的安全。 IO Private 可在 Microsoft Store 上購買。
